Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/en-et (1).tmx
Source language: en
Languages: et

source: Shares files using the HTTP protocol
et: Failide jagamine kasutades HTTP protokolli

source: An input method for touchscreens
et: Puutetundliku ekraani sisestusmeetod

source: Construct crossword puzzles
et: Konstrueeri ristsõnu

source: Graphical interface to the R environment for statistical computing
et: R keskkonna graafiline kasutajaliides statistiliseks andmetöötluseks

source: IDE for Racket
et: Integreeritud programmeerimiskeskkond Racketile

source: 2D puzzle game featuring a fuzzy little cat
et: kahemõõtmeline puslemäng, mis sisaldab väikest fuzzy kassi

source: Guitar Effects Processor
et: Kitarri efektide töötlemine

source: Rapid Photo Downloader
et: Kiire foto allalaadija

source: Download photos and videos from cameras, memory cards and Portable Storage Devices
et: Fotode ja videode allalaadimine kaameratest, mälukaartidelt ja kaasaskantavatelt seadmetelt

source: A GUI Client for Subversion
et: Subversioni graafiline klient

source: RasMol (GTK version)
et: RasMol (GTK versioon)

source: View macro-molecules and prepare publication-quality images of them
et: Vaata makro-molekule ning valmista neist kvaliteetseid pilte avaldamiseks

source: Rawstudio
et: Rawstuudio

source: Read, manipulate and convert digital camera raw-images
et: Digikaamera toorpiltide lugemine, käitlemine ja teisendamine

source: Find documents by specifying search terms
et: Dokumentide otsimine sõnade järgi

source: Daily journal with calendar, templates and keyword searching
et: Daily ajakiri koos kalendri, mallide ja märksõna otsinguga

source: Document organiser
et: Dokumentide korraldaja

source: regexxer Search Tool
et: regexxer otsingutööriist

source: Search and replace using regular expressions
et: Otsi ja asenda kasutades regulaaravaldisi

source: Interactive Python shell
et: Interaktiivne Python'i kest

source: Learn and experiment relational algebra
et: Õpi ja katseta relatsioonialgebrat

source: A port of FlashBack game engine
et: FlashBack'i mängumootori port

source: Remmina Remote Desktop Client
et: Remmina, kaugtöölaua klient

source: Connect to remote desktops
et: Kaugtöölauaga ühendumine

source: visual-novel game demo with Ren'Py
et: visuaal-romaani näidismäng Ren'Pyga

source: a simple visual-novel game with Ren'Py
et: lihtne visuaal-romaani mäng koos Ren'Pyga

source: visual-novel type games
et: visuaal-romaani tüüpi mängud

source: Resolution Switcher
et: Eraldusvõime vahetaja

source: Change your screen resolution
et: Sinu ekraani eraldusvõime muutmine

source: Organize and secure your passwords
et: Oma paroolide haldamine ja turvamine

source: Revelation Password Manager
et: Revelation paroolihaldur

source: Virtual sticky-notes
et: Virtuaalsed märkmepaberid

source: Rhythmbox Music Player
et: Rhythmbox muusikaesitaja

source: a toy simulator game
et: mänguasja simulaatormäng

source: Rip audio from your CDs
et: Heli rippimine sinu CD-plaatidelt

source: Ripper X
et: Rippija X

source: Rip Cds
et: Cds rippimine

source: Ristretto Image Viewer
et: Ristretto pildinäitaja

source: GUI for the R-project
et: R-projekti graafiline kasutajaliides

source: Rlplot Graph Generator
et: Rlplot graafikute generaator

source: Generate publication quality graphs
et: Publikatsiooni kvaliteetsete graafikute genereerimine

source: RealLive Emulator
et: RealLive emulaator

source: Java programming game based on battle tanks
et: Java's programmeeritud mäng, mis põhineb tankilahingul

source: allow you to cut graphics with a Graphtec plotters
et: võimaldab teil lõigata graafikat Graphtec plotteriga

source: MIDI and Audio Sequencer and Notation Editor
et: MIDI ja heli sekventser ja noodikirja redaktor

source: Destroy autocreated battleships
et: Hävita automaatselt loodud lahingulaevu

source: Makes sure you rest now and then
et: Rakendus, mis kontrollib, et sa aeg-ajalt puhkaksid

source: Rubrica Addressbook
et: Rubrica aadressiraamat

source: Manage contacts and addresses
et: Halda kontakte ja aadresse

source: RutilT WLAN Manager
et: RutilT WLAN-i haldur

source: Manage your wireless network interfaces
et: Traadita võrguliideste haldamine

source: Download from usenet
et: Allalaadimine usenetist

source: GNOME tool to find strings in a set of files
et: GNOME tööriist stringide leidmiseks failides

source: Draw and create
et: Loo ja joonista

source: Sail Design Application
et: Purjede kujundamise rakendus

source: Create 3D games and worlds
et: 3D mängude ja maailmate loomine

source: A networked, fast-paced 3D first-person shooter
et: Võrgusolev,tempokas 3D tulistamismäng mängija silmade läbi (first-person)

source: Interactive post-processing tool for scanned pages
et: Skaneeritud lehekülgede interaktiivne järeltöötlus vahend

source: Application for scientific data analysis and visualization
et: Teadusandmete analüüsimise ja visualiseerimise rakendus

source: Scientific software package for numerical computations
et: Teaduslik tarkvarapakett numbrilisteks arvutusteks

source: Scilab advanced CLI
et: Scilab täiustatud CLI'ga

source: SciTE Text Editor
et: SciTE tekstiredaktor

source: Edit your source files
et: Lähtekoodifailide redigeerimine

source: Interactive tool to copy files to or from USB storage media
et: Interaktiivne vahend failide kopeerimiseks USB andmekandjalt või USB andmekandjale

source: Screenshot Composer
et: Ekraanipildi koostaja

source: Screenlets
et: Töölauavidinad

source: A graphical tool to manage your Screenlets.
et: Graafiline vahend Screenlets töölauavidinate haldamiseks

source: Scribes Text Editor
et: Scribes tekstiredaktor

source: Page Layout and Publication
et: Küljendusrakendus

source: Interpreter for several adventure games
et: Mitmete seiklusmängude interpretaator

source: Breakout Game
et: Breakouti mäng

source: Multiplatform basic interpreter for the development of videogames
et: Mitmeplatvormiline videomängude arendamise interpretaator

source: Passwords and Keys
et: Paroolid ja võtmed

source: Search and rescue
et: Otsi ja päästa

source: A graphical user interface for SSH and SCP
et: SSH ja SCP graafiline kasutajaliides

source: Mind mapping software
et: Mõttekaardi tarkvara

source: MIDI Sequencer
et: MIDI sekventser

source: Series60-Remote
et: Series60 kaugjuhtimisseade

source: Application to manage your S60 mobile phone
et: S60 mobiiltelefoni haldamise rakendus

source: SFLphone VoIP Client
et: SFLphone VoIP klient

source: Call and receive calls with SIP or IAX protocols
et: Helistada ja kõnedele vastata, koos SIP või IAX protokollidega

source: Bridges
et: Sillad

source: Connect the islands together with bridges
et: Saarte ühendamine silldadega

source: Collect all the gems without running into any mines
et: Kalliskivide kogumine, ilma miinidesse jooksmata

source: Game based on KenKen
et: KenKen'il põhinev mäng

source: Light Up
et: Valgustama

source: Light up all the empty squares by placing light bulbs in some of them
et: Tühjade ruutude valgustamine, asetades mõningatesse elektripirnid

source: Draw lines around a digit according to the number in it
et: Joonte joonistamine arvestades ümbritsevaid numbreid

source: Magnets puzzle game
et: Magnets pusle mäng

source: Fill in the entire grid black or white
et: Kogu ruudustiku täitmine musta või valgega

source: Fill the grid so the range of each numbered square matches the number
et: Ruudustiku täitmine nii, et numbrid ruudus ei korduks

source: Subdivide the grid into rectangles of various sizes following certain rules
et: Ruudustiku jagamine erinevateks ristküliku kujulisteks tükkideks järgides kindlaid reegleid

source: Clear the grid of coloured squares by highlighting contiguous regions of more than one coloured square
et: Ruudustikus värvitud ruutude puhastamine, valides külgnevas piirkonnas rohkem kui üks sama värvi ruut

source: Puzzle game based on Hitori
et: Hitori baasil pusle mäng

source: Game similar to Fifteen, but with a different type of move
et: Sarnaneb mängule Fifteen, kuid teist tüüpi liikumisega

source: Draw a diagonal line and choose which way each line slants
et: Diagonaaljoonte joonistamine, valides igal real kaldenurga suunda

source: Sudoku game
et: Sudoku

source: Tents
et: Telgid

source: Place tents in some of the remaining squares, under some conditions
et: Teatavatel tingimustel telkide paigutamine allesjäänud ruutudele

source: Puzzle game based on Skyscrapers
et: Skyscrapersil põhinev puslemäng

source: Arrange the numbers into ascending order
et: Kasvavas järjekorras numbrite järjestamine

source: Fully populate the grid with numbers under some conditions
et: Teatud tingimustel ruudustiku täielikult numbritega asustamine

source: Position the points so that no line crosses another
et: Paigutage punktid nii, et ükski liin ei läbi teist

source: Organize your photos
et: Fotokogu korrastamine

source: MIDI controllable audio player
et: MIDI juhitav helimängija

source: Capture, edit and share screenshots
et: Ekraanikuvade salvestamine, redigeerimine ning jagamine

source: Capture an area of the screen
et: Ekraani piirkonna pildistamine

source: Capture the entire screen
et: Kogu ekraani pildistamine

source: Select a window to capture
et: Akna valimine pildistamiseks

source: Capture the current active window
et: Aktiivse akna pildistamine

source: Viewer for biosignals such as EEG, EMG, and ECG. http://sigviewer.sf.net
et: Biosignaalide näitaja nagu näiteks EEG, EMG ja ECG. http://sigviewer.sf.net

source: A dockbar for GNOME
et: GNOME dokiriba

source: Simple Image Reducer
et: Lihtne pildi vähendaja

source: Reduce and rotate images in three-four clicks.
et: Vähendab ja pöörab pilti 3-4 klikiga.

source: Become the singularity
et: Ainulaadseks muutumine

source: Framework for ludic-therapeutic activities
et: Mängulise teraapilise tegevuse raamistik

source: EXAFS data analysis
et: EXAFS andmete analüüs

source: Manage your money
et: Rahaasjade haldur

source: Unrealistic 2D volleyball simulation
et: Ebarealistlik kahemõõtmeline võrkpalli simulatsioon

source: Download files from various hosters
et: Failide allalaadimine erinevatelt hostijatelt

source: Slimrat File Downloader
et: Slimrat faili allalaadija

source: 2D space shooting game with gravity
et: Kahemõõtmeline kosmose tulistamismäng koos gravitatsiooniga

source: Install, remove and upgrade software packages
et: Paigalda, eemalda ja uuenda tarkvarapakette

source: Printers
et: Printerid

source: Kenta Cho's Titanion
et: Kenta Cho Titanion

source: Communicate via XMPP (Jabber) protocol
et: Suhtlemine XMPP (Jabber'i) protokolli kaudu

source: tkgate Circuit Simulator
et: tkgate vooluringi simulaator

source: Event driven digital circuit simulator with Tcl/Tk
et: Sündmusepõhine digitaalne vooluringi simulaator koos Tcl/Tk-ga

source: The Mana world
et: Mana maailm

source: I Have No Tomatoes
et: Mul ei ole tomateid

source: How many tomatoes can you smash in ten short minutes?
et: Kui palju tomatid saate purustada kümne lühikese minutiga?

source: Tomboy Notes
et: Tomboy märkmed

source: Toonloop Live Animation Editor
et: Toonloop reaalaja animatsiooni redaktor

source: A clone of the 'Nebulus' game on old 8 and 16 bit machines.
et: Kloon vanadele 8- ja 16-bitisele masinatel 'Nebulus' mängust.

source: A graphical toolkit for database administration and development
et: Graafiline tööriistakomplekt andmebaasi arendamiseks ja haldamiseks

source: Decentralized instant messenger built on top of the Tor Network
et: Detsentraliseeritud kiirsuhtlusrakendus, mis on ehitatud Tor-võrgu peale

source: 3D racing cars simulator game
et: kolmemõõtmeline ralli simulaator-mäng

source: Kenta Cho's Torus Trooper
et: Kenta Cho'i Torus Trooper

source: tovid GUI
et: tovid graafiline kasutajaliides

source: Author videos to DVD with menus
et: DVD videode loomine koos menüüga

source: Marble Madness type game
et: Marble Madness'i tüüpi mäng

source: Find what you're looking for on this computer by name or content using Tracker
et: Otsi arvutist faile nime või sisu põhjal kasutades Tracker'it

source: retro-style, abstract 2D shooter
et: retro-stiilis, abstraktne kahemõõtmeline tulistamismäng

source: Transmission remote GUI
et: Transmission kaugjuhtimise graafiline kasutajaliides

source: Transmageddon Video Transcoder
et: Transmageddon video ümberkodeerija

source: Video format conversion tool
et: Video vormingute teisendamise tööriist

source: Qtransmission Bittorrent Client
et: Qtransmission Bittorrent klient

source: Multitrack Recorder
et: Mitmerealine helisalvesti

source: Tree-like structured custom data manager
et: Puusarnase struktuuriga kohandatud andmehaldur

source: Displays, modifies, prints and exports in SVG format phylogenetic trees
et: Näitab, muudab, prindib ja ekspordib SVG vormingusse fülogeneetilisi puid

source: 3D rally racing car game
et: kolmemõõtmeline autoralli mäng

source: Trimage image compressor
et: Trimage pilditihendus programm

source: A cross-platform tool for optimizing PNG and JPG files.
et: Mitmeplatvormne tööriist PNG-ja JPG-failide optimeerimiseks.

source: side-scrolling dogfighting game
et: külgvaates kuvatud hävituslennukite võitlusmäng

source: Tritium window manager
et: Aknahaldur Tritium

source: Computes Italian ZIP codes
et: Itaalia postiindeksi leidmine

source: Sign QSO data for upload to LoTW
et: Signeerige QSO-andmed LoTW-ni üleslaadimiseks

source: Access Tryton server
et: Juurdepääs Tryton serverisse

source: Run Tryton
et: Trytoni käivitamine

source: TTB Teletekst Browser
et: TTB teleteksti sirvija

source: Teletekst Browser
et: Teleteksti sirvija

source: Lists audio and video streams from shoutcast and icecast
et: Kuula heli-ja videovooge shoutcast'is ja icecast'is

source: Tunnel Cave Drawing Software
et: Tunnel koopa joonistus tarkvara

source: Draw cave surveys
et: Joonista koopa kaarte

source: A Logo programming environment
et: Logo programmeerimise keskkond

source: hierarchical notebook to enter and manage notes and ideas
et: hierarhiline märkmik, et sisestada ja hallata märkmeid ja ideid

source: A two panel file manager
et: Kahe paneeliga failihaldur

source: 2D Football Game
et: kahemõõtmeline jalgpall

source: Edit, playback guitar tablatures
et: Toimeta ja taasesita kitarri tabulatuure

source: Tux Math - Learn math with Tux!
et: Tux Math - Õpi matemaatika Tux'iga!

source: A drawing program for children.
et: Joonistusprogramm lastele.

source: Play Shufflepuck with Tux
et: Mängi õhuhokit Tuxiga

source: Tux Typing
et: Tux masinakiri

source: Educational typing tutor game starring Tux
et: Masinakirja õpetamise mäng, peaosas Tux

source: A SIP softphone
et: SIP-telefoni tarkvara

source: Txt Reader
et: Txt lugeja

source: Read text novels and more
et: Loe romaane ja muud

source: Ubuntu One
et: Ubuntu pilveteenus

source: Configure and manage your Ubuntu One account
et: Ubuntu One konto seadistamine ja haldamine

source: Ubuntu Studio Controls
et: Ubuntu stuudio juhtimine

source: Change settings for multimedia production
et: Muuda seadistusi multimeedia tootmiseks

source: Customize your Ubuntu Desktop CDs easily
et: Tee kohandatud Ubuntu töölaua CD-plaate kergesti

source: A utility to read and manipulate raw images from digital cameras
et: Digikaamera toorpiltide avamise ja töötlemise tööriist

source: Integrated Bioinformatics Suite
et: Integreeritud bioinformaatika komplekt

source: Download multiple URLs and apply it to one of setting/queue.
et: Mitme URL-i allalaadimine ja omistamine ühele järjekorrale

source: Customize uim input method environment
et: Uim sisestusmeetodi keskkonna kohandamine

source: UIMA Annotation Viewer
et: UIMA annotatsioonide näitaja

source: Viewer for UIMA annotations
et: Näitab UIMA annotatsioone

source: UIMA CPE Gui
et: UIMA CPE graafiline kasutajaliides

source: Graphical interface to build UIMA CPE
et: Graafiline liides UIMA CPE ehitamiseks

source: UIMA Document Analyzer
et: UIMA dokumendi analüsaator

source: Simple UIMA analysis engine runner
et: Lihtne UIMA analüüsmootori käivitaja

source: Full and incremental backup with media verification
et: Täis-ja kulmulatiivne varukoopia koos meedia kontrollimisega

source: Umit Network Scanner
et: Umit võrguskänner

source: Explore the network and scan ports
et: Avasta võrk ja skaneeri pordid

source: Tool for creating Live USB drives
et: Tööriist Live USB mälupulkade loomiseks

source: UPnP Inspector
et: UPnP inspektor

source: An interstellar adventure game
et: Tähtedevaheline seiklusmäng

source: USBprog firmware programmer
et: USBprog püsivara programmeerija

source: About Myself
et: Minu kohta

source: Change personal information
et: Muuda personaalset teavet

source: Disk Management
et: Kettahaldus

source: Mount and unmount filesystems
et: Ühenda ja lahuta failisüsteemid

source: Password
et: Salasõna

source: Change your login password
et: Muuda oma sisselogimise salasõna

source: UTF-8 Migration Tool
et: UTF-8 migreerimistööriist

source: UTF-8 Migration Wizard
et: UTF-8 migreerimisnõustaja

source: Atomic visualisation
et: Aatomi visualiseerimine

source: Video4Linux Control Panel
et: Video4Linuxi juhtimispaneel

source: A universal control panel for V4L2 devices
et: V4L2 seadmete universaale juhtimispaneel

source: Last.fm Client
et: Last.fm klient

source: Vagalume Last.fm Client
et: Vagalume Last.fm klient

source: Share files over the Direct Connect network
et: Failide jagamine üle Direct Connect võrgu

source: First Person Shooter Game
et: Tulistamismäng mängija silmade läbi (first person)

source: VisualBoyAdvance Front-end
et: VisualBoyAdvance kasutajaliides

source: A clone of the classic arcade game "Asteroids"
et: Klassikalise arkaadmängu kloon "Asteroids"

source: French conjugation system
et: Prantsuse keele pööramissüsteem

source: For graphing and manipulation of scientific data
et: Teaduslike andmete graafiline esitus ja töötlus

source: Tor GUI
et: Tor graafiline kasutajaliides

source: A simple video application
et: Lihtne videorakendus

source: Make and export image slideshows
et: Pildiesitluste tegemine ja eksportimine

source: Map Based GPS Data Manager (live data capable).
et: Kaardipõhine GPS andmete haldur (tuleb toime reaalajas andmetega).

source: A translation tool to help a human translator translate files into other languages
et: Tõlkerakendus, mis aitab tõlkijatel oma faile teise keelde ümber tõlkida

source: Run several virtual systems on a single host computer
et: Käivita mitmeid virtuaalseid süsteeme ühel peaarvutil

source: PCB CNC converter
et: PCB CNC konverter

source: Game Boy Advance emulator
et: Game Boy Advance emulaator

source: PyTables & HDF5 Files Visualizer
et: PyTables & HDF5 failide visualiseerija

source: A visual trace explorer
et: Visuaalne jäljeuurija

source: MIDI Virtual Keyboard
et: MIDI virtuaalne klaviatuur

source: VLC media player
et: VLC meediamängija

source: Read, capture, broadcast your multimedia streams
et: Multimeediavoogude lugemine, jäädvustamine ja edastamine

source: Virtual MIDI Piano Keyboard
et: Virtuaalne MIDI klaveri klaviatuur

source: Control your volume settings
et: Helitugevuse seadete kontrollimine

source: Variations on Rockdodger
et: Rockdodgeri variatsioonid

source: VoxBo Image Viewer
et: VoxBo pildinäitaja

source: Virtual USB Analyzer
et: Virtuaalne USB analüüsija

source: visualizing logs of USB packets
et: USB paketti logide visualiseerimine

source: VYM - View Your Mind
et: VYM - Vaata oma mõtteid

source: Create mind maps
et: Loo mõttekaardid

source: A talking and fully customizable alarm clock that will operate from poweroff
et: Täielikult kohandatav ja rääkiv äratuskell, mis töötab ka pärast arvuti sulgemist

source: Change desktop wallpapers automatically
et: Töölaua taustapildi automaatne muutmine

source: KDE4 Wallpaper changer
et: KDE4 taustapildi muutja

source: Application for mobile phones - frontend for Gammu
et: Mobiiltelefoni rakendus, Gammu kasutajaliides

source: A 2D game where funny characters launch funny weapons
et: kahemõõtmeline mäng, kus lahedad tegelased kasutavad lahedaid relvi

source: Postnuclear realtime strategy
et: Reaalajas strateegiamäng tuumasõjajärgses maailmas

source: Wavbreaker File Splitter
et: Wavbreaker failitükeldaja

source: Split wave files into multiple chunks
et: Wave-failide jagamine mitmeks tükiks

source: Manipulate sound files
et: Helifailide käitlemine

source: WebHTTrack Website Copier
et: WebHTTrack veebisaitide kopeerija

source: Copy websites to your computer
et: Veebisaitide kopeerimine oma arvutisse

source: Zoho Webservice Spreadsheet
et: Zoho veebiteenus tabelarvutus

source: Perform calculation, analyze information and manage lists in spreadsheets using Zoho web services.
et: Zoho veebiteenus aitab teostada arvutusi, analüüsida infot ja hallata nimekirju.

source: Zoho Webservice Presentation
et: Zoho veebiteenus esitlus

source: Create and edit presentations for slideshows, meeting and Web pages using Zoho web services.
et: Zoho veebiteenus võimaldab luua ja redigeerida esitlusi, slaidiseansse, koosolekute materjale ja veebilehti.

source: Zoho Webservice Word Processor
et: Zoho veebiteenus tekstiredaktor

source: Create and edit text and graphics in letters, reports, documents and Web pages using Zoho web services.
et: Zoho veebiteenus võimaldab luua ja redigeerida pilte ning teksti sisaldavaid kirju, aruandeid, dokumente ja veebilehti.

source: A fantasy turn-based strategy game
et: Fantaasial põhinev strateegiamäng

source: Which Way is Up
et: Milline tee viib ülesse

source: Wicd Network Manager
et: Wicd võrguhaldur

source: Start the Wicd client without system tray icon
et: Wicd kliendi käivitamine ilma süsteemisalve ikoonita

source: A a real-time build-up strategy game
et: Reaalajas ülesehitatud strateegiamäng

source: Simple Bible Application
et: Lihtne piibli rakendus

source: Tool for connecting to wireless networks
et: Juhtmeta võrgu ühendamise tööriist

source: Wine Windows Program Loader
et: Wine Windowsi programmide käivitaja

source: Winefish LaTeX Editor
et: Winefish LaTeX redaktor

source: LaTeX Editor based on Bluefish
et: LaTeX redaktor põhineb Blufishil

source: A window information utility for X
et: X'i aknateabe tööriist

source: X Window Information
et: X Window teave

source: Platform independent Python debugger
et: Platvormist sõltumatu Python silur

source: Network traffic analyzer
et: Võrguliikluse analüüsija

source: A puzzle-block falling game.
et: Langevate pusle-klotside mäng

source: Simple GTK gui to the wiimote to test and display the wiimote data.
et: Lihtne GTK kasutajaliides, et testida wiimote'i ja näidata wiimote'i andmeid

source: File manager for X.
et: Failihaldur X-i jaoks

source: Assists in the prevention and recovery of Repetitive Strain Injury (RSI)
et: Abistab lihasevalude vältimiseks ja nende mõjudest ülesaamisel

source: Graphical user interface for wpa_supplicant
et: Graafiline kasutajaliides wpa_supplicant'i jaoks

source: A word processor to make typing easier
et: Tekstiredaktor lihtsustab kirjutamist

source: wxBanker Finance Manager
et: wxBanker finantsjuht

source: A lightweight personal finance manager
et: Kerge isiklik finantsjuht

source: wxWidgets GUI Designer
et: wxWidgets graafiline kujundaja

source: Perform symbolic and numeric calculations using Maxima
et: Sümbol- ja matemaatiliste arvutuste sooritamine Maximaga

source: Share this desktop by VNC
et: Töölaua jagamine VNC kaudu

source: simulation of the ancient calculator (plain X version)
et: simulatsioon vanast kalkulaatorist ( tavaline X versioon)

source: Build and execute XPath queries
et: XPath päringute koostamine ja käivitamine

source: Xaos - Fractal Zoomer
et: Xaos - Fraktaalide suurendaja

source: Fractal Generator
et: Fraktaalide generaator

source: Versatile vector graphics program
et: Mitmekülgne vektorgraafika programm

source: A GTK+2 only archive manager
et: GTK+2 arhiivihaldur
